Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hivolda.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: maybe the system of utilizing grades as a disciplinarian method is used too much at NCS/RA
nn: at bruken av karakterar til å disiplinere elevane kanskje vert brukt litt mykje ved NCS/RA, og

source: Browsing Høgskulen i Volda by Subject "Jens Richard Nilssen"
nn: Blar i Høgskulen i Volda på emneord "Jens Richard Nilssen"

source: have a good insight into different movements for freedom and their contexts in the period after 1780
nn: har godt innsyn i ulike fridomshistoriske prosessar og samanhengar i perioden etter 1780

source: either in pairs, in groups or the whole class together.
nn: klassen, anten det gjekk føre seg i samla klasse, i grupper eller i par.

source: There are various flights to/from Volda each day, from Oslo (Gardermoen airport) and Bergen (Flesland airport) and it usually takes around one hour to fly to Volda.
nn: , som ligg om lag ei halv mil frå Volda, har fleire avgangar per dag til Oslo (Gardermoen) og Bergen (Flesland).

source: An important explanation may be the higher number of hours spent on the subject.
nn: Ei viktig forklaring kan vere det høgare timetalet, og dei norske elevane får ein

source: – At the end of July and the beginning of August, we had a local outbreak where app. 80 people were infected in Volda municipality.
nn: – I slutten av juli og starten av august hadde vi eit lokalt smitteutbrot der om lag 80 vart smitte i Volda kommune.

source: Natura is the student organization for those who like to be out in the open air.
nn: Natura er studentorganisasjonen for dei som likar å vere ute i friluft.

source: Even so the system of assessment at NCS/RA seems to meet
nn: Skilnadane mellom norsk system og regimet ved NCS/RA er etter mi

source: You will be automatically logged in since you already used your Feide login.
nn: Du blir automatisk logga inn sidan du allereie har brukt Feide-pålogging.

source: for more information on internships with support from Erasmus+ or InternAbroad.
nn: Studentar får prosessevalueringar i arbeidsøktene og i arbeidet med blogg.

source: It was therefore very
nn: Derfor var det svært

source: The parents have a strong impression of the students being loaded with homework, but the
nn: Foreldra har eit klart inntrykk av at borna deira har mykje lekser, men elevane sjølve er ikkje

source: studentsorvis@hivolda.no at the latest 14 days prior to the
nn: • Kandidaten sender ei melding til Studentsørvis@hivolda.no seinast 14 dagar før

source: teaching her/his subject for her/his students in her/his class.
nn: gjennomfører si undervising i sitt fag med si elevgruppe i sin skuletime.

source: Subtraction from the grade is worse than a negative remark.
nn: Det er verre å få trekk i karakteren enn negativ merknad.

source: All of this I regard as positive
nn: Alt dette vurderer eg som positivt i arbeidet med å oppdra til

source: have a thorough understanding of the connection between writing and freedom for both dominant and oppressed ethnicities, classes and genders
nn: har inngåande kunnskap om samanhengen mellom skrift og fridom for dominerande og undertrykte etnisitetar, klassar og kjønn

source: to make the partnership between NCS and RA a success.
nn: mellom NCS og RA skal lukkast – til beste for elevane.

source: There will always be discrepancies between the intended and the realized
nn: Det vil alltid vere ein avstand mellom den intenderte og den realiserte

source: Search as you normally would, for example in Google Scholar.
nn: Søk slik du er vant til, til dømes i Google Scholar.

source: The choir often collaborates with the Symphony Orchestra and the HVO Brass Band.
nn: Koret samarbeider ofte med Symfoniorkesteret og HVO Brass Band.

source: Then the choir at Volda University College will gather for a concert with choir and instrumental ensemble, in collaboration with Volda Hornmusikk.
nn: Då skipar koret ved Høgskulen i Volda til ein konsert med kor og instrumentalensemble, i samarbeid med Volda Hornmusikk.

source: by the institution which is today known as Norwegian University of Life Sciences, NMBU, back in 1977.
nn: ved institusjonen som i dag heiter Norges miljø- og biovitskaplege universitet, NMBU, tilbake i 1977.

source: speed of writing counts for 25% of the grade in IT.
nn: I IKT tel framgang i skrivefart 25 % av

source: Several parents said they experience the discipline to be stricter at RA than the average
nn: Fleire foreldre gav uttrykk for at dei opplevde disiplinen ved RA strengare

source: , and use«plug-ins» for your web browser that show you where you can find open versions of an article (these tools have to be downloaded and installed into your web browser).
nn: , og bruk «plug-ins» til nettlesaren som viser deg kvar du eventuelt finn opne versjonar av ein artikkel (desse verktøya må først lastast ned og installerast i nettlesaren din).

source: The research group has a minimum of four regular meetings per year according to the set-up plan, normally in the middle of months 2, 5, 9 and 11.
nn: Forskingsgruppa har minimum fire faste samlingar pr år etter oppsett plan, normalt medio månad 2, 5, 9 og 11.

source: ENG144 Literature, Culture and Society before 1900
nn: Vår ENG144 Litteratur, kultur og samfunn før 1900

source: - Don’t forget to take care of each other.
nn: – Ikkje gløym å ta vare på og sjå kvarandre.

source: If the thesis is not handed in on Inspera by the deadline that the student has registered for, it will be considered as one (1) of the three permitted attempts at the exam. Cf
nn: Dersom oppgåva ikkje vert levert i Inspera innan den fristen studenten har meldt seg til, er det rekna som eitt (1) av tre eksamensforsøk.

source: second year, also the social integration.
nn: andre året, ikkje minst den sosiale integreringa.

source: (2) Teaching that requires attendance in person may, for autumn 2020 and spring 2021, be replaced by digital forms of instruction.
nn: (2) Undervisning som krev fysisk frammøte kan, hausten 2020 og våren 2021, gjerast om til digitale undervisningsformer.

source: With FRAM Svipp you are picked up at home and driven to the airport - or from the airport and home, and you pay the same as it would cost to take a bus.
nn: Med FRAM Svipp blir ein henta heime og køyrt til flyplassen – eller frå flyplassen og heim, og du betaler det same som det ville koste å ta buss.

source: for more information about the event.
nn: for meir informasjon om Internasjonal dag.

source: practice, the NCS/RA program will have to take this into consideration.
nn: slik ordning vert gjennomført, vil det vere eit poeng for opplegget ved NCS/RA å ta omsyn til

source: Caring and praise
nn: Omsorg og skryt

source: had finished Junior High before coming to Kenya, and he said that he had performed more
nn: Ein av dei to hadde fullført tiande klasse før utreise, og han meinte at han på dette

source: This is a signal about the
nn: Dette er eit signal om innhaldet i

source: You will also find important telephone numbers for the emergency services and Securitas, which is responsible for guarding at Volda University College.
nn: Du finner også viktige telefonnummer til nødetatene og Securitas, som har ansvar for vakthold ved Høgskulen i Volda.

source: work, tests and presentations.
nn: prøver og presentasjonar.

source: This course is intended for international students in the Erasmus student exchange programme.
nn: Studiet er for internasjonale studentar som er i Erasmus utvekslingsprogram.

source: There will be ordinary bus service during the day and shuttle transport morning, evening and weekend.
nn: Det blir ordinær bussteneste på dagtid og bestillingstransport morgon, kveld og helg.

source: The climate and environmental report for Volda University College for 2020 is ready.
nn: Arbeidsmiljøutvalet (AMU) fekk nyleg presentert tala for 2020

source: So to show/present something one has found seems to be a strong feature of
nn: Så det å vise fram/presentere noko ein har funne ut,

source: When the new agent is in place, he or she will have their assigned working days in Volda, and will be available on e-mail and telephone all the time.
nn: Når det nye ombodet er på plass, vil vedkomande ha sine tilmålte arbeidsdagar i Volda, og heile tida vere tilgjengeleg på e-post og telefon.

source: Bible, and the relations to different religions. Much of this is the same as in L-97. One
nn: og forholdet til andre religionar, mykje det same som i KRL i L-97.

source: teaching in Norwegian at NCS/RA, and it should be followed up.
nn: norskundervisinga ved NCS/RA som det kan vere verd å følgje opp.

source: Institutional planning can be regarded as meta‐governance and is a systematic process of
nn: • Planlegging som legitimeringsprosess basert på juridiske, moralske, etisk-politiske og

source: His thesis was submitted as two reports published in the writing series of Volda University College and Møreforsking Volda in 1997.
nn: Avhandlinga vart levert som to rapportar utgitt i skriftserien til Høgskulen i Volda og Møreforsking Volda i 1997.

source: the principal events, developments and characteristic features of the history of Britain, the United States and the British Empire up to 1900
nn: grunnleggande hendingar, utvikling og trekk ved historia til Storbritannia, Det britiske imperiet og Dei sameinte statane fram til 1900

source: The informants were optimistic about their detox experience and that a short-term detox seemed helpful, and gave them a new perspective on their own phone habits.
nn: Dei fleste, men ikkje alle, informantane i kommunane kjenner til at vaksenhabiliteringa og barnehabiliteringa er samorganisert, og meiner at seksjon for habilitering har informert om dette:

source: approximately the same level both places.
nn: prosjektarbeid kjem på om lag same nivå som i Noreg.

source: The cooperation between NCS and RA may be considered a project for school development,
nn: Samarbeidet mellom NCS og RA er i høg grad eit skuleutviklingsprosjekt, og det kan vere

source: by care expressed through prayer, greetings, welcome back and questions as to how he or she
nn: vedkomande omslutta av omsorg som gjev seg uttrykk både i forbøn, velkomen-attende-

source: The candidate must not under any circumstances communicate with other external parties outside the exam venue, neither in person nor via mobile phone, smart watch or other electronic device.
nn: Kandidaten kan ikkje ha kontakt med nokon annan utanfor eksamenslokalet, heller ikkje via telefon, smartklokke eller anna kommunikasjonsutstyr.

source: Are you a new student and not sure what Volda University College (VUC) is like?
nn: Ny student og litt usikker på kva Høgskulen i Volda (HVO) er?

source: central aspects of history, culture and society in Great Britain, the USA and other English-speaking countries after 1900
nn: sentrale aspekt ved historie, kultur og samfunn i Storbritannia, USA og andre engelskspråklege land etter 1900

source: subjects that last the whole school day.
nn: tentamen, i skriftlege fag.

source: a little bit of their culture and show them I understand that, I think that will make them feel
nn: vise dei at eg forstår det, det vil truleg gje dei denne gode kjensla av å vere litt spesielle, og

source: asked the students to look back at the school year so far and tell what they had learnt, their
nn: attende på skuleåret så langt og fortelje kva dei hadde lært, dreia svara deira seg mykje om

source: Other routines pertain to individual
nn: Andre rutinar er spesielle for den enkelte læraren, t.d.

source: There is also an ongoing work to be able to offer Spanish at lower levels at RA.
nn: arbeid i gang for å kunne tilby spansk på lågare klassetrinn ved RA.

source: use digital resources to enhance their ability to understand, analyse and evaluate the literature, culture and society of the English-speaking world before 1900
nn: nytte digitale resursar for auke evna til å forstå, tolke og vurdere litteratur, kultur og samfunn i den engelskspråklege verda før 1900

source: students on the same age levels as the students at NCS, so a possible working together
nn: elevar på same klassetrinn som dei som går ved NCS, og det er ikkje lett å peike på kva eit

source: At High School this difference is even more marked.
nn: På High School kan det sjå ut til at denne skilnaden er endå tydelegare.

source: issues, like how to follow up individual students and matters of discipline.
nn: korleis følgje opp enkelte elevar og disiplinspørsmål,

source: Each group can book the room for a maximum of 5 consecutive hours.
nn: Kvar gruppe kan maksimalt tinge rommet for 5 timar samanhengande.

source: These interim regulations shall ensure that students at Volda University College are able to complete their course of studies and be awarded degrees and diplomas without delay/with the least possible delay as a consequence of circumstances related to the coronavirus pandemic (COVID-19).
nn: Formål Mellombels forskrift skal sikre at studentar ved Høgskulen i Volda får gjennomført utdanninga si og får tildelt grad og vitnemål utan forseinking /minst mogleg forseinking på grunn av forhold som gjeld korona (covid-19).

source: Rules for booking group rooms:
nn: Reglar for reservasjon av grupperom:

source: Browsing BraVo by Subject "objektivitet"
nn: Blar i BraVo på emneord "objektivitet"

source: Caring social workers, skilled administrators, language experts and history gurus have walked these paths before you.
nn: Omsorgsfulle sosionomar, dyktige samfunnsplanleggjarar, språkstjerner og historieguruar har gått opp stiane før deg.

source: The Studenthouse Rokken will let in a maximum of 80 people to its events, which is below the number they are allowed according to current infection control rules.
nn: Studenthuset Rokken vil på sine arrangement maksimum sleppe inn 80 personar, som er under det talet dei ut frå gjeldande smittevernreglar har lov til.

source: It is also mentioned that even though it is hard to have the children
nn: Vidare vart det nemnt at sjølv om det er tungt å ha borna buande langt

source: The appeals procedure must follow the Act relating to Universities and University Colleges § 3-9 and § 5-3, i.e. a fresh assessment must be made involving two examiners, one of whom must be external.
nn: Klagehandsaminga skal følgje Lov om universitet og høgskoler § 3-9 og § 5-3, dvs. at ein skal gjere ei ny vurdering med to sensorar, og der ein av sensorane skal vere ekstern.

source: One factor contributing to this, is also the periods of digital teaching and use of home office due to Covid-19 measures.
nn: Eit moment som bidreg inn i dette talet, er også mindre bruk av lokala i perioder med digital undervisning og heimekontor som følgje av Covid 19-tiltak i perioder.

source: the interplay between social history, literature, art and culture in the English-speaking world prior to 1900
nn: samspelet mellom sosialhistorie, litteratur, kunst og kultur i dette området før 1900

source: Now showing items 1-3 of 3
nn: Viser treff 1-3 av 3

source: Application for leave of absence must be made in writing, cf Regulations for admissions, studies and examinations at Volda University College § 4-12.
nn: Permisjon skal søkjast skriftleg, jf Forskrift om opptak, studium og eksamen ved Høgskulen i Volda, § 4-12.

source: The Scottish Enlightenment.
nn: også fjernare i høve til bøndene.

source: not give grades until the eighth grade.
nn: karakterar før i åttande klasse.

source: The RE teacher bases much of the work in class on
nn: Læraren i RE baserer svært mykje av arbeidet i klassen på

source: Naturally several of the teachers tied this in with
nn: Fleire av dei amerikanske lærarane knytte dette naturleg

source: school for more information and also to talk it over with their children.
nn: skulen for meir informasjon og å ta opp desse spørsmåla med borna sine.

source: This course provides an introduction to English literature, culture and society before 1900.
nn: Emnet gir ei innføring i engelskspråkleg litteratur, kultur og samfunn før 1900 frå britisk og amerikansk område, samt andre delar av verda.

source: The motive is the same now, as 43 years ago: - It is about the joy of sharing film experiences and getting the film community together, the organizers si homepage.
nn: Motivet er det same no, som for 43 år sidan: – Det handlar om gleda ved å dele filmerfaringar og å få filmmiljøet til å komme saman, skriv arrangørane på si heimeside.

source: She relates questions from students and parents to the other teachers,
nn: Ho tek opp spørsmål med dei andre lærarane, spørsmål som både elevar og

source: Martin Foldal from the local business incubator, Sunnmøre Kulturnæringshage, and entrepreneur and founder Tarjei Munthe Vassbotn from the start-ups Nofence and Tagr, presented the plans for the innovation centre from the perspective of the centre and businesses using this space.
nn: Martin Foldal frå Sunnmøre Kulturnæringshage og gründer Tarjei Munthe Vassbotn frå Nofence og Tagr fortalte høvesvis om det å vere initiativtakar og leigetakar i eit slikt prosjekt, og kva dette vil ha å seie for regionen.

source: You should have an upload speed of at least 1.5 Mbps (megabits per second).
nn: Du bør ha ein opplastingsfart på minimum 1,5 Mbps (megabit per sekund).

source: The final round of discussions involved the suggestions Olga Meyer-building, the Mirror, the Vinje-building, Ivar Aasen-building and Sivert Aarflot-building.
nn: Det førte til ei finalerunde med Ivar Aasen-huset, Olga Meyer-huset, Spegelen, Vinje-huset og Sivert Aarflot-huset som kandidatar.

source: Based on different types
nn: Bygd på ulike typar informasjon,

source: I therefore asked them
nn: Eg spurte dei derfor

source: easily argued that the students in the NCS/RA program should get grades.
nn: Det er derfor lett å argumentere for at elevane i samarbeidet NCS/RA burde få

source: importance of what type of decisions the participants are allowed to engage in, which steps in
nn: seie både kva type avgjerder deltakarane får vere med på å ta, kva trinn i avgjerdsprosessen

source: The answers suggest great variety
nn: Svara tyder på at det er

source: unable to do in Norway.
nn: Noko liknande hadde han ikkje klart i Noreg.

source: Setting up a test station on campus, organising Buddy Week activities in cohorts, ensuring that disinfectant and other infection preventive equipment is readily available, and setting up classrooms for social distancing are among the measures taken by Volda University College to ensure a safe start to the academic year.
nn: Eigen teststasjon på høgskulen, kohorttesting, ei fadderveke med kohortar, smittevernutstyr på plass og undervisningsareal som er rigga for å halde rett avstand, gjer at leiinga ved Høgskulen i Volda føler alt ligg til rette for ein trygg start på studieåret.

source: The exam consists of a portfolio where each student chooses two of the three assignments, in addition to a written report of 1500 - 2000 words.
nn: Eksamen består av ei mappeinnlevering der studenten vel to av dei tre arbeidskrava, saman med ein skriftleg rapport på 1500 - 2000 ord.

source: Browsing Høgskulen i Volda by Subject "sambuarar"
nn: Blar i Høgskulen i Volda på emneord "sambuarar"

source: For the school year 03/04 the situation seemed to be better.
nn: For skuleåret 03/04 er tilbakemeldingane meir positive.

source: missed out on much, and I was uneasy.
nn: gjekk glipp av mykje, så eg var uroleg.

source: Browsing Høgskulen i Volda by Subject "Lactation"
nn: Blar i Høgskulen i Volda på emneord "Lactation"

source: It goes for all of the Norwegian students that they perceive the discipline at RA to be rather
nn: norske elevane at disiplinen ved NCS/RA er relativt streng, og det er interessant å observere

source: the most important formal and thematic traits of literary genres after 1900
nn: dei viktigaste formelle og tematiske særtrekka ved litterære sjangrar etter 1900

source: Browsing Høgskulen i Volda by Subject "Patient Readmission"
nn: Blar i Høgskulen i Volda på emneord "Patient Readmission"

source: from time to time, most of them had not really taken it into consideration before they again
nn: minte om det innimellom, men mykje tyder på at fleire av dei ikkje hadde teke det inn i

source: The ordinary Ra-students have two lessons in English pr day while the
nn: Dei ordinære RA-elevane har to timar engelsk pr.

source: The association gathers over 4000 communicators from all over Norway in the private and public sector.
nn: Foreningen samlar over 4000 kommunikatørar frå heile Noreg innan privat og offentlig sektor.

source: Teaching semester: MID131 or a 30 ects other relevant media studies.
nn: MID131 eller minimum 30 studiepoeng frå andre medieutdanningar.

source: Our goal is to reach anyone who is interested in outdoor life, regardless of whether you are a used mountain goat, or have no experience at all.
nn: Vårt mål er å nå fram til alle som er interessert i friluftsliv, uavhengig om ein er ei driven fjellgeit, eller ikkje har noko erfaring i det heile teke.

source: NJ Volda is the student club for all Volda students with intentions to become journalists.
nn: NJ Volda er studentklubben for alle Volda-studentar med intensjonar om å bli journalistar.

source: • in the reassessment after an appeal on the basis of formal errors at the exam, § 3-9,
nn: • Ved ny sensur etter klage på formelle feil ved eksamen, § 3-9 femte ledd, jf.

source: The Historical Age of the Historical Nation.
nn: I sjølve yrkesgjerninga kom dei i verkeleg

source: On Friday, he visited HVO for the first time and met with representatives from the leadership and the student parliament.
nn: Fredag gjesta han HVO for første gang og var i møte med representantar frå leiinga og studentparlamentet.

source: The group room will be opened for reservation 2 weeks in advance.
nn: Grupperomma blir opna for reservasjon 2 veker fram i tid.

source: Scholarly journal from Indiana University Press.
nn: Vitskapleg tidsskrift frå Indiana University Press.

source: did not assess all the candidates’ papers.
nn: med på vurderinga av alle eksamenssvara.

source: Rødne Dueland says that he received very many different questions from the students, which he appreciated.
nn: Rødne Dueland seier at han mottek veldig mykje ulike spørsmål frå studentane, noko han sett pris på.

source: find a balance between respect and closeness.
nn: mellom respekt og nærleik.

source: In addition, applicants will be ranked based on average grades from qualifications relevant in the basis for admissions.
nn: Søkjarar vert i tillegg rangert på grunnlag av gjennomsnittskarakter frå relevant utdanning i opptaksgrunnlaget.

source: - the close follow-up of the individual student
nn: - oppfølginga av den enkelte eleven

source: If you are going to travel from the airport and home, you must book a minimum of 15 minutes before you want to travel.
nn: Viss ein skal reise frå flyplassen og heim, må ein bestille minimum 15 minutt før du vil reise.

source: Browsing Høgskulen i Volda by Subject "familievern"
nn: Blar i Høgskulen i Volda på emneord "familievern"

source: say that most of the teachers signal clear boundaries.
nn: tydelege grenser, sjølv om ikkje alle er like flinke til dette.

source: students mainly have the same timetable every day, and 180 schooldays pr year, they thus
nn: timeplanen kvar dag, og med rundt 180 skuledagar i året, får dei på denne måten like mange

source: There is still a risk that student exchange can be cancelled later on so students applying for exchange to/from VUC should have a back-up plan in case we have to cancel, says Head of International Office, Arne Humberset.
nn: Det er framleis ein viss fare for at utveksling vert avlyst, så alle som søkjer utveksling bør ha ein plan B i tilfelle utveksling ikkje vert mogleg, seier leiar for Internasjonalt kontor Arne Humberset.
